Repository: torproject/torbrowser-launcher
Catalog: po/*.po
Languages: ar, ja, zh_cn

source: Tor Browser Launcher
ar: مُشَغِّلُ مُتَصَفِّحِ تور
ja: Tor Browser ランチャー
zh_cn: Tor 浏览器启动器

source: By Micah Lee, licensed under MIT
ar: بِواسِطَةِ Micah Lee، مُرَخَّصٌ بِموجَبِ رُخصَةِ MIT
ja: By Micah Lee、MIT ライセンスの下でライセンス

source: version {0}
ar: الإصدَار {0}
ja: バージョン {0}
zh_cn: 版本 {0}

source: Error creating {0}
ar: خطأٌ أثناءَ إنشاءِ {0}
ja: 発生したエラー {0}
zh_cn: 创建 {0} 出现错误

source: {0} is not writable
ar: إنَّ {0} لَا يَقبَلُ الكِتابَة
ja: {0} は書き込み不可です
zh_cn: {0} 不可写入

source: Cannot create directory {0}
ar: تَعذَّرَ إنشَاءُ المُجَلَّد {0}
ja: ディレクトリ {0} を作成できません
zh_cn: 无法创建文件夹 {0}

source: Creating GnuPG homedir
ar: يَجرِي إنشَاءُ مُجَلَّدِ المَنزِلِ الخَّاصِ بِـGnuPG
ja: GnuPG のホームディレクトリ(homedir)を作成
zh_cn: 创建 GnuPG 主目录中

source: Could not import key with fingerprint: %s.
ar: يَتَعَذَّرُ اِستِيرادُ المِفتَاحِ ذِي البَصمَة: %s.
ja: 指紋: %s の鍵をインポートできません。
zh_cn: 无法导入指纹为 %s 的密钥。

source: Not all keys were imported successfully!
ar: لَم تُستَورَدُ جَميعُ المَفاتِيحِ بِنجاح!
ja: いくつかの鍵は正常にインポートされませんでした！
zh_cn: 仅部分密钥导入成功！

source: Downloading Tor Browser for the first time.
ar: يَجرِي تَنزيلُ مُتَصَفِّحِ تور لِلمَرَّةِ الأُولَى.
ja: Tor Browser を初めてダウンロードしています。
zh_cn: 第一次下载 Tor 浏览器中。

source: Your version of Tor Browser is out-of-date. Downloading the newest version.
ar: إصدَارُ مُتَصَفِّحِ تور الَّذي لَديكَ قَديم. يَجرِي تَنزيلُ أحدَثِ إصدَار.
ja: Tor Browser のバージョンが古くなっています。最新バージョンの Tor Browser をダウンロードしています。
zh_cn: 您的 Tor 浏览器版本过老。正在下载新版本。

source: Downloading over Tor
ar: يَجرِي التَّنزيلُ عَبرَ تور
ja: Tor を使用してダウンロードする
zh_cn: 通过 Tor 下载中

source: Tor Browser
ar: مُتَصَفِّحُ تور
zh_cn: Tor 浏览器

source: Start
ar: بَدْأ
ja: スタート
zh_cn: 开始

source: Yes
ar: نَعَم
ja: はい
zh_cn: 是

source: Exit
ar: خُرُوج
ja: 終了
zh_cn: 退出

source: Cancel
ar: إلغَاء
ja: キャンセル
zh_cn: 关闭

source: Downloading
ar: يَجرِي التَّنزيل
ja: ダウンロード中
zh_cn: 下载中

source: Latest version: {}
ar: أحدَثُ إصدَار: {}
ja: 最新のバージョン: {}
zh_cn: 最新版本：{}

source: Error detecting Tor Browser version.
ar: خَطَأٌ فِي تَحديدِ إصدَارِ مُتَصَفِّحِ تور.
ja: Tor Browser のバージョンの検出に失敗しました。
zh_cn: 检测 Tor 浏览器版本时出现错误。

source: Verifying Signature
ar: يَجرِي التَّحَقُّقُ مِنَ التَّوقيع
ja: 署名を検証
zh_cn: 验证签名中

source: Extracting
ar: يَجرِي الاِستِخراج
ja: 展開中
zh_cn: 解压中

source: Running
ar: يَجرِي التَّشغيل
ja: 実行中
zh_cn: 正在运行

source: Starting download over again
ar: يَجرِي بَدءُ التَّنزيلِ مَرَّةً أُخرَى
ja: 再ダウンロードを開始中
zh_cn: 正在重新下载

source: (over Tor)
ar: (عَبرَ تور)
ja: (Tor を使用)
zh_cn: （通过 Tor）

source: Downloaded
ar: تَمَّ التَّنزيل
ja: ダウンロード済み
zh_cn: 已下载

source: Installing
ar: يَجرِي التَّثبيت
ja: インストール中
zh_cn: 安装中

source: Tor Browser Launcher doesn't understand the file format of {0}
ar: لَا يُمكِنُ لمُشَغِّلِ مُتَصَفِّحِ تور فَهمَ الصِّيغَةِ الخَّاصَةِ بِالمِلَفّ {0}
ja: Tor Browser Launcher は、{0} のファイルフォーマットを認識しません。
zh_cn: Tor 浏览器启动器无法理解 {0} 的文件格式

source: The version of Tor Browser you have installed is earlier than it should be, which could be a sign of an attack!
ar: إصدَارُ مُتَصَفِّحِ تور الَّذي ثُبِّتَ أقدَمَ مِما يَنبَغي،هَذِهِ يُمكِنُ أنْ تَكونَ عَلامَةً عَلَى الهُجُوم!
ja: インストールされている Tor Browser のバージョンは、インストールされているべきバージョンよりも後のバージョンであり、これは攻撃の兆候である可能性があります！
zh_cn: 您安装的 Tor 浏览器的版本比预期版本要早，您可能受到攻击！

source: Downloading Tor Browser over again.
ar: يَجرِي تَنزيلُ مُتَصَفِّحِ تور مَرَّةً أُخرَى.
ja: Tor Browser をもう一度ダウンロードしています。
zh_cn: 正在重新下载 Tor 浏览器。

source: Download Error:
ar: خَطَأٌ فِي التَّنزيل:
ja: ダウンロードエラー:
zh_cn: 下载错误：

source: You are currently using a non-default mirror
ar: أنتَ تَستَخدِمُ حاليًّا مِرآةً غَيرُ اِفتِراضِيَّة
ja: デフォルトではないミラーを使用しています
zh_cn: 您正在使用非默认镜像

source: Would you like to switch back to the default?
ar: هَل تَرغَبُ فِي العَودَةِ إلَى الاِفتِراضِيَّة؟
ja: デフォルトのミラーに切り替えますか？
zh_cn: 您想切换回默认的吗？

source: Would you like to try the English version of Tor Browser instead?
ar: هَل تَرغَبُ فِي تَجرِبَةِ النُسخَةِ الإنجليزية مِن مُتَصَفِّحِ تور بَدَلًا مِن ذَلِك؟
ja: 変わりに英語版の Tor Browser を試しますか？

source: Invalid SSL certificate for: {0} You may be under attack.
ar: شَهادَةُ SSL غَيرُ صِالِحَةٍ لِـ: {0} أنتَ قَد تَكونُ تَحتَ الهُجُوم.
ja: 無効な SSL 証明書: {0} 攻撃されている可能性があります。
zh_cn: 错误的 SSL 证书: {0} 您可能受到攻击.

source: Try the download again using Tor?
ar: هَل تَرغَبُ فِي مُحاوَلَةِ التَّنزيلِ مَرَّةً أُخرَى بِاستِخدامِ تور؟
ja: Tor を使用してもう一度ダウンロードしますか？
zh_cn: 尝试使用 Tor 重新下载？

source: Error starting download: {0} Trying to download over Tor. Are you sure Tor is configured correctly and running?
ar: خَطَأٌ أثناءَ بَدءِ التَّنزيل: {0} تَجرِي مُحاوَلَةُ التَّنزيلِ عَبرَ تور. هَل أنتَ مُتَأكِّدٌ مِن أنَّ تور مُهيَّأٌ بِشَكلٍ صَحيحٍ وَيَعمَلُ فِي الوَقتِ الحَاليّ؟
ja: ダウンロード開始エラー: {0} Tor を使用したダウンロードを試行しました。Tor が適切に設定されていて、起動していることを確認してください。
zh_cn: 开始下载时出现错误: {0} 正在尝试通过 Tor 下载。您确定 Tor 配置正确并正在运行吗？

source: Error starting download: {0} Are you connected to the internet?
ar: خَطَأٌ أثناءَ بَدءِ التَّنزيل: {0} هَل أنتَ مُتَّصِلٌ بِالاِنتَرنِت؟
ja: ダウンロード開始エラー: {0} インターネットに接続されていますか？
zh_cn: 开始下载时出现错误: {0} 您是否连接到互联网？

source: Tor Browser Launcher Settings
ar: مَُتَصَفِّحُ تور (إعْدَادَاتُ المُشَغِّل)
ja: Tor Browser ランチャー設定
zh_cn: Tor 浏览器启动器设置

source: Download over system Tor
ar: التَّنزيلُ عَبرَ خِدمَةِ تور الخَّاصِ بِالنِّظام
ja: システムの Tor を使用してダウンロード
zh_cn: 通过系统 Tor 下载

source: Force downloading English version of Tor Browser
ar: فَرضُ تَنزيلِ النُّسخَةِ الإنجليزية مِن مُتَصَفِّحِ تور
ja: 英語版の Tor Browser のダウンロードを強制

source: Tor server
ar: خادِمُ تور
ja: Tor サーバー
zh_cn: Tor 服务器

source: Status: Installed
ar: الحَالَة: مُثَبَّت
ja: ステータス: インストール済み
zh_cn: 状态：已安装

source: Status: Not Installed
ar: الحَالَة: غَيرُ مُثَبَّت
ja: ステータス: 未インストール
zh_cn: 状态：未安装

source: Install Tor Browser
ar: تَثبِيتُ مُتَصَفِّحِ تور
ja: Tor Browser をインストール
zh_cn: 安装 Tor 浏览器

source: Reinstall Tor Browser
ar: إعَادَةُ تَثبِيتِ مُتَصَفِّحِ تور
ja: Tor Browser を再インストール
zh_cn: 重新安装 Tor 浏览器

source: Mirror
ar: مِرآة
ja: ミラー
zh_cn: 镜像

source: Save && Exit
ar: الحِفظُ وَالخُرُوج
ja: セーブして終了
zh_cn: 保存并退出

source: By Micah Lee & Tor Project, licensed under MIT
zh_cn: 由 Micah Lee 和 Tor Project 编写，在 MIT 许可下发布

source: Renamed {0} to {1}
zh_cn: 重命名 {0} 为 {1}
